Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_176-Vimalakirtinirdesa-v1.tmx
Source language: bo
Languages: en

source: །ཤེས་རབ་ཀྱིས་ཤིན་ཏུ་བརྟགས་པའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: through thorough analysis with his wisdom, he does not destroy compounded things.

source: སེམས་ཀྱི་རང་བཞིན་གང་གིས་བཙུན་པའི་སེམས་རྣམ་པར་གྲོལ་བའི་སེམས་ཀྱི་རང་བཞིན་དེ་ནམ་ཡང་ཀུན་ནས་ཉོན་མོངས་པར་གྱུར་ཏམ།
en: by virtue of which your mind, reverend, is liberated—does it ever become afflicted?’

source: དེ་ནི་མ་ཡིན་ནོ། །སྨྲས་པ།
en: “ ‘Never,’ I replied.

source: །སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: To purify the buddhafield, he does not rest in the uncompounded,

source: །ཐབས་ལ་མཁས་པའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: Out of skill in liberative art, he does not rest in the uncompounded, and,

source: །ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: to perfect the gnosis of omniscience, he does not destroy compounded things.

source: །སངས་རྒྱས་ཀྱི་མཚན་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: To perfect the marks of buddhahood, he does not rest in the uncompounded, and,

source: བཙུན་པ་ཉེ་བར་འཁོར་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ནི་དེའི་རང་བཞིན་ཏེ།
en: “ ‘Reverend Upāli, the minds of all living beings have that very nature.

source: །དེ་ལྟར་རྣམ་པར་ཐར་པ་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་ཅད་འཁོར་ལོས་སྒྱུར་བའི་གཟུགས་སུ་བྱིན་གྱིས་རློབ་བོ། །དེ་བཞིན་དུ་འཇིག་རྟེན་སྐྱོང་བའི་གཟུགས་སུ་བྱིན་གྱིས་རློབ་བོ། །བརྒྱ་བྱིན་གྱི་གཟུགས་སུ་བྱིན་གྱིས་རློབ་བོ། །ཚངས་པའི་གཟུགས་སུ་བྱིན་གྱིས་རློབ་བོ། །ཉན་ཐོས་ཀྱི་གཟུགས་སུ་བྱིན་གྱིས་རློབ་བོ། ། རང་སངས་རྒྱས་ཀྱི་གཟུགས་སུ་བྱིན་གྱིས་རློབ་བོ། །བྱང་ཆུབ་སེམས་དཔའི་གཟུགས་སུ་བྱིན་གྱིས་རློབ་བོ། །སེམས་ཅན་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་གཟུགས་སུ་བྱིན་གྱིས་རློབ་བོ།
en: “Thus, a bodhisattva who lives in the inconceivable liberation can magically transform any kind of living being into a universal monarch, a Lokapāla, a Śakra, a Brahmā, a disciple, a solitary sage, a bodhisattva, and even into a buddha.

source: ཕྱོགས་བཅུའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་རྣམ་པ་ཇི་སྙེད་དུ་བསྟན་པས་ཆོས་སྟོན་པ་དེ་དག་ཐམས་ཅད་སྒྲ་དང་དབྱངས་དེ་དག་ལས་འབྱུང་བར་བྱེད་དོ།
en: And he can cause them to recite the words and sounds of all the teachings taught by all the buddhas of the ten directions.

source: བཙུན་པ་ཉེ་བར་འཁོར་ཀུན་ཏུ་རྟོག་པ་ནི་ཉོན་མོངས་པ་སྟེ་མི་རྟོག
en: Reverend Upāli, conceptualization is total affliction, and not conceptualizing

source: །རྣམ་པར་མི་རྟོག་པ་ནི་རང་བཞིན་ནོ།
en: and not discriminating is their true nature.

source: །ཕྱིན་ཅི་ལོག་ནི་ཀུན་ནས་ཉོན་མོངས་པ་སྟེ།
en: Misapprehension is total affliction,

source: །སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་མོས་པའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: in order to aspire to the buddha-qualities, he does not destroy compounded things.

source: །བཙུན་པ་ཤཱ་རིའི་བུ་འདི་ནི་རྣམ་པར་ཐར་པ་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཡུལ་ལ་འཇུག་པ་ཅུང་ཟད་ཙམ་ཞིག་བསྟན་པར་ཟད་དེ།
en: “Reverend Śāriputra, I have shown you only a small part of the entrance into the domain of the bodhisattva who lives in the inconceivable liberation.

source: བཙུན་པ་ཤཱ་རིའི་བུ་རྣམ་པར་ཐར་པ་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཡུལ་ལ་འཇུག་པ་བསྟན་པ་ནི་བསྐལ་པ་ལས་ལྷག་པའམ། དེ་ལས་འདས་པ་ཡང་ཁོ་བོས་བཤད་དོ།
en: Reverend Śāriputra, to explain to you the teaching of the full entrance into the domain of the bodhisattva who lives in the inconceivable liberation would require more than an eon, and even more than that.”

source: །སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: In order to develop living beings, he does not rest in the uncompounded, and,

source: །སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: in order to fulfill the great compassion, he does not destroy compounded things.

source: །བྱམས་པ་ཆེན་པོ་དང་ལྡན་པའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: In order to fulfill the great love, he does not rest in the uncompounded, and,

source: །ཡེ་ཤེས་ཀྱི་ཚོགས་ཡང་དག་པར་བསྒྲུབ་པའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: in order to accomplish the store of wisdom, he does not destroy the compounded.

source: །རིགས་ཀྱི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ནི་བསོད་ནམས་ཀྱི་ཚོགས་ཡང་དག་པར་སྒྲུབ་པའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: “Furthermore, noble sons, in order to accomplish the store of merit, a bodhisattva does not rest in the uncompounded, and,

source: རིགས་ཀྱི་བུ་དེ་ལྟར་ན་དེ་ལྟ་བུའི་ཆོས་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་འདུས་མ་བྱས་ལ་མི་གནས་ཤིང་འདུས་བྱས་ཀྱང་ཟད་པར་མི་བྱེད་དོ།
en: “Thus, noble sons, a bodhisattva who aspires to such a Dharma neither rests in the uncompounded nor destroys the compounded.

source: ཕྱིན་ཅི་མ་ལོག་པ་ནི་རང་བཞིན་ནོ།
en: and non-misapprehension is their true nature.

source: །བདག་ཏུ་སྒྲོ་འདོགས་པ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་སྟེ།
en: The presumption of self is total affliction,

source: །སྐྱེས་བུ་དམ་པ་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་ལ་ཇི་ལྟར་བལྟ་བར་བྱ།
en: “Good sir, how should a bodhisattva regard all living beings?”

source: བདག་མེད་པ་ནི་རང་བཞིན་ནོ།
en: and selflessness is their true nature.

source: །བཙུན་པ་ཉེ་བར་འཁོར་ཆོས་ཐམས་ཅད་ནི་སྐྱེས་ནས་འཇིག་ཅིང་མི་གནས་པ་སྟེ།
en: Reverend Upāli, all things are without production, destruction, and duration,

source: སྒྱུ་མ་དང་། སྤྲིན་དང་། གློག་ལྟ་བུའོ།
en: like magical illusions, clouds, and lightning;

source: །ཆོས་ཐམས་ཅད་ནི་མི་སྡོད་པ་སྟེ།
en: all things are evanescent,

source: སྐད་ཅིག་ཙམ་དུ་ཡང་མི་འདུག་གོ་ཆོས་ཐམས་ཅད་ནི་རྨི་ལམ་དང་སྨིག་རྒྱུ་བ་དང་འདྲ་སྟེ།
en: not remaining even for an instant; all things are like dreams, hallucinations,

source: ཡང་དག་པ་མ་ཡིན་པ་མཐོང་བའོ།
en: and unreal visions;

source: །ཆོས་ཐམས་ཅད་ནི་ཆུ་ཟླ་དང་གཟུགས་བརྙན་དང་འདྲ་སྟེ།
en: all things are like the reflection of the moon in water and like a mirror-image;

source: སེམས་ཀུན་ཏུ་རྟོག་པ་ལས་བྱུང་བའོ།
en: they are born of mental construction.

source: །གང་དག་གིས་དེ་ལྟར་ཤེས་པ་དེ་དག་ནི་འདུལ་བ་འཛིན་པ་ཞེས་བྱ་སྟེ།
en: Those who know this are called the true upholders of the discipline,

source: གང་དག་དེ་ལྟར་བཏུལ་བ་དེ་དག་ནི་ལེགས་པར་བཏུལ་བའོ།
en: and those disciplined in that way are indeed well disciplined.’ ”

source: །དེ་ནས་དགེ་སློང་དེ་གཉིས་འདི་སྐད་ཅེས་མཆིའོ།
en: “Then the two monks said,

source: །ཁྱིམ་བདག་འདི་ནི་ཤིན་ཏུ་ཤེས་རབ་དང་ལྡན་ཏེ།
en: ‘This householder is extremely well endowed with wisdom.

source: བཅོམ་ལྡན་འདས་ཀྱིས་འདུལ་བ་འཛིན་པ་རྣམས་ཀྱི་མཆོག་ཏུ་གསུངས་པ་བཙུན་པ་ཉེ་བར་འཁོར་འདི་ནི་དེ་ཙམ་མ་ཡིན་ནོ།
en: The reverend Upāli, who was proclaimed by the Lord as the foremost of the upholders of the discipline, is not his equal.’

source: །དེ་གཉིས་ལ་བདག་གིས་འདི་སྐད་ཅེས་བགྱིས་སོ།
en: “I then said to the two monks,

source: །དགེ་སློང་ཁྱེད་ཀྱིས་འདི་ལ་ཁྱིམ་བདག་སྙམ་པའི་འདུ་ཤེས་མ་སྐྱེད་ཅིག
en: ‘Do not entertain the notion that he is a mere householder!

source: འདིའི་ཤེས་རབ་ཀྱི་སྣང་བ་ནི་དེ་དང་འདྲའོ།
en: or rivaling the brilliance of his wisdom.’

source: །དེ་ནས་དགེ་སློང་དེ་གཉིས་ཐེ་ཙོམ་བསལ་ནས་དེ་ཉིད་དུ་ལྷག་པའི་བསམ་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དེ།
en: “Thereupon, the two monks, delivered from their anxieties and inspired with a high resolve, conceived the spirit of unexcelled, perfect enlightenment.

source: དེ་གཉིས་ཀྱིས་སྐྱེས་བུ་དམ་པ་དེ་ལ་ཕྱག་འཚལ་ནས་འདི་སྐད་ཅེས་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཀྱང་འདི་ལྟ་བུའི་སྤོབས་པ་ཐོབ་པར་གྱུར་ཅིག
en: Bowing down to that good man, they made the wish: ‘May all living beings attain eloquence such as this!’

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་སྒྲ་གཅན་ཟིན་ལ་བཀའ་སྩལ་པ།
en: The Buddha then said to the venerable Rāhula,

source: སྒྲ་གཅན་ཟིན་ཁྱོད་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པའི་ནད་འདྲིར་སོང་ཤིག
en: “Rāhula, go to the Licchavi Vimalakīrti to inquire about his illness.”

source: །སྒྲ་གཅན་ཟིན་གྱིས་ཀྱང་གསོལ་པ།
en: Rāhula replied,

source: །འཇམ་དཔལ་དེ་ལྟ་བུར་ཡང་དག་པ་ཉིད་བདག་མེད་པར་རབ་ཏུ་རྟོགས་པས་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཅན་ཐམས་ཅད་ལ་སོ་སོར་བརྟག་གོ།
en: “Precisely thus, Mañjuśrī, does a bodhisattva who realizes ultimate selflessness consider all beings.”

source: །དུས་གསུམ་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་ཅི་བཞིན་པ་ཉིད་ཀྱི་བྱམས་པའོ།
en: the love that accords with reality because it is the very same in all three times;

source: །ཀུན་ནས་ལྡང་བ་མེད་པའི་ཕྱིར་འགལ་བ་མེད་པའི་བྱམས་པའོ།
en: the love that is without conflict because free of the violence of the passions;

source: །ཕྱི་ནང་མ་འདྲེས་པའི་ཕྱིར་གཉིས་སུ་མེད་པའི་བྱམས་པའོ།
en: the love that is nondual because it is involved neither with the external nor with the internal;

source: །ཤིན་ཏུ་མཐར་ཐུག་པའི་ཕྱིར་མི་འཁྲུགས་པའི་བྱམས་པའོ།
en: the love that is imperturbable because totally ultimate.

source: །བཙུན་པ་སྒྲ་གཅན་ཟིན་ཁྱོད་བཅོམ་ལྡན་འདས་ཀྱི་སྲས་ཡིན་ཏེ།
en: ‘Reverend Rāhula, you are the son of the Lord,

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་བོར་ནས་རབ་ཏུ་བྱུང་ན།
en: and, having renounced a kingdom of a universal monarch, you have left the world.

source: །དགྲ་བཅོམ་པའི་ཕྱིར་དགྲ་བཅོམ་པའི་བྱམས་པའོ།
en: the arhat’s love that has eliminated its enemy;

source: །སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་རྒྱུན་མི་འཆད་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའི་བྱམས་པའོ།
en: the bodhisattva’s love that continuously develops living beings;

source: ཁྱོད་ཀྱིས་གང་ལ་དམིགས་ནས་རབ་ཏུ་བྱུང་བའི་ཡོན་ཏན་དང་ཕན་ཡོན་གང་ལགས་ཞེས་མཆི་ནས།
en: What are the virtues and benefits you saw in leaving the world?’

source: །ཡང་དེ་བཞིན་ཉིད་ཁོང་དུ་ཆུད་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པའི་བྱམས་པའོ།
en: the Tathāgata’s love that understands reality;

source: །སེམས་ཅན་གཉིད་ཀྱིས་ལོག་པ་རབ་ཏུ་སད་པར་བྱེད་པའི་ཕྱིར་སངས་རྒྱས་ཀྱི་བྱམས་པའོ།
en: the Buddha’s love that causes living beings to awaken from their sleep;

source: །རང་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པའི་ཕྱིར་རང་བྱུང་གི་བྱམས་པའོ།
en: the love that is spontaneous because it is fully enlightened spontaneously;

source: བདག་དེ་དག་ལ་ཅི་རིགས་པར་རབ་ཏུ་བྱུང་བའི་ཡོན་ཏན་དང་ཕན་ཡོན་སྟོན་ཅིང་མཆིས་ན་
en: “As I was teaching them properly the benefits and virtues of renouncing the world,

source: །སྟོང་པ་དང་བདག་མེད་པར་སོ་སོར་རྟོག་པའི་ཕྱིར་ཡོངས་སུ་མི་སྐྱོ་བའི་བྱམས་པའོ།
en: the love that is never exhausted because it acknowledges voidness and selflessness;

source: ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པ་ཡང་བདག་ག་ལ་བ་དེར་མཆིས་པ་དེར་བདག་ལ་ཕྱག་བགྱིས་ནས་འདི་སྐད་ཅེས་མཆིའོ།
en: the Licchavi Vimalakīrti came there and, having greeted me, said,

source: །བཙུན་པ་སྒྲ་གཅན་ཟིན་རབ་ཏུ་བྱུང་བའི་ཡོན་ཏན་དང་ཕན་ཡོན་ཇི་ལྟར་ཁྱོད་སྟོན་པ་དེ་ལྟར་མི་བསྟན་ཏོ།
en: ‘Reverend Rāhula, you should not teach the benefits and virtues of renunciation in the way that you do.

source: །ཐེག་པ་ཆེན་པོ་ཡོངས་སུ་སྣང་བར་བྱེད་པའི་ཕྱིར་སྙིང་རྗེ་ཆེན་པོའི་བྱམས་པའོ།
en: the love that is great compassion because it infuses the Mahāyāna with radiance;

source: ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་རྣམ་པར་ཐར་པ་བསམ་གྱིས་མི་ཁྱབ་པའི་སྒོ་འདི་བསྟན་པའི་ཚེ་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་དམུས་ལོང་དང་འདྲ་བར་མིག་མེད་དེ།
en: Likewise, venerable Śāriputra, when this door of the inconceivable liberation is taught, all the disciples and solitary sages are sightless, like the man blind from birth,

source: བསམ་གྱིས་མི་ཁྱབ་པའི་རྒྱུ་གཅིག་ཙམ་ཡང་མངོན་སུམ་དུ་མ་གྱུར་ན།
en: and cannot comprehend even a single cause of the inconceivable liberation.

source: རྣམ་པར་ཐར་པ་བསམ་གྱིས་མི་ཁྱབ་པ་འདི་ཐོས་ནས་མཁས་པ་སུ་ཞིག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་མི་སྐྱེད།
en: Who is there among the wise who, hearing about this inconceivable liberation, does not conceive the spirit of unexcelled, perfect enlightenment?

source: །བཙུན་པ་སྒྲ་གཅན་ཟིན་གང་ལ་འདུས་བྱས་འཇུག་པ་དེ་ལ་ཡོན་ཏན་དང་ཕན་ཡོན་ཡོད་མོད་ཀྱི་རབ་ཏུ་བྱུང་བ་ནི་འདུས་མ་བྱས་པར་སྦྱོར་བ་ཡིན་ཏེ།
en: Reverend Rāhula, one may speak of benefits and virtues in regard to compounded things, but renunciation is uncompounded,

source: འདུས་མ་བྱས་ལ་ནི་ཡོན་ཏན་དང་ཕན་ཡོན་མེད་དོ།
en: and there can be no question of benefits and virtues in regard to the uncompounded.

source: །བཙུན་པ་སྒྲ་གཅན་ཟིན་རབ་ཏུ་འབྱུང་བ་ནི་གཟུགས་ཅན་མ་ཡིན་ཏེ་གཟུགས་དང་བྲལ་བའོ།
en: Reverend Rāhula, renunciation is not material but is free of matter.

source: །ཐོག་མ་དང་ཐ་མའི་མཐར་ལྟ་བ་དང་བྲལ་བའོ།
en: It is free of the extreme views of beginning and end.

source: དབང་པོ་ཤིན་ཏུ་ཉམས་པ་ས་བོན་ཚིག་པ་དང་རུལ་བ་ལྟར་ཐེག་པ་ཆེན་པོ་འདི་ལ་སྣོད་དུ་མ་གྱུར་ན་ད་ཇི་ལྟར་བྱ།
en: As for us, whose faculties are deteriorated, like a burned and rotten seed, what else can we do if we do not become receptive to this great vehicle?

source: མི་སྐྱེ་བར་སོ་སོར་རྟོག་ཀྱང་ཉན་ཐོས་ཀྱི་ངེས་པར་ཡང་མི་ལྟུང་།
en: He considers birthlessness, yet he does not fall into the ultimate determination of the disciples.

source: །མྱ་ངན་ལས་འདས་པའི་ལམ་མོ།
en: It is the path of liberation.

source: །མཁས་པ་རྣམས་ཀྱིས་བསྔགས་པའོ།
en: It is praised by the wise,

source: །འཕགས་པ་རྣམས་ཀྱིས་ཡོངས་སུ་བཟུང་བའོ། །བདུད་ཐམས་ཅད་ཕམ་པར་བྱེད་པའོ།
en: embraced by the noble ones, and causes the defeat of all māras.

source: །འགྲོ་བ་ལྔ་ལས་གྲོལ་བའོ།
en: It liberates from the five states of existence,

source: །མིག་ལྔ་རྣམ་པར་སྦྱོང་བའོ།
en: purifies the five eyes,

source: །སྟོབས་ལྔ་འཐོབ་པའོ།
en: cultivates the five powers,

source: །དབང་པོ་ལྔའི་རྟེན་ཏོ།
en: and supports the five spiritual faculties.

source: །གཞན་དག་ལ་མི་གནོད་པའོ། ། སྡིག་པའི་ཆོས་དང་མ་འདྲེས་པའོ།
en: Renunciation is totally harmless to others and is not adulterated with evil things.

source: །ཕ་རོལ་མུ་སྟེགས་ཅན་རབ་ཏུ་འདུལ་བའོ། །གདགས་པ་ལས་ཡང་དག་པར་འདས་པའོ།
en: It disciplines the outsiders, transcending all denominations.

source: །འདོད་པའི་འདམ་ལ་ཟབ་པའོ།
en: It is the bridge over the swamp of desire,

source: །སངས་རྒྱས་ཀྱི་བྱིན་གྱི་རླབས་ཀྱི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: by the power of the grace of the Buddha, he does not destroy compounded things.

source: །སེམས་ཅན་གྱི་དོན་མྱོང་བའི་ཕྱིར་འདུས་བྱས་ལ་མི་གནས་སོ།
en: Because he feels the needs of living beings, he does not rest in the uncompounded,

source: །ཆོས་ཀྱི་དོན་ཡང་དག་པར་བསྟན་པའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: and, in order to show truly the meaning of the Dharma, he does not destroy compounded things.

source: །ཡོངས་སུ་འཛིན་པ་མེད་པའོ།
en: without grasping,

source: །དགེ་བའི་རྩ་བའི་ཚོགས་ཀྱི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: Because of his store of roots of virtue, he does not rest in the uncompounded,

source: །ངའི་བ་མེད་ཅིང་ངར་འཛིན་པ་དང་བྲལ་བའོ།
en: and free of the habits of “I” and “mine.”

source: །དགེ་བའི་རྩ་བའི་བག་ཆགས་ཀྱི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: and, because of his instinctive enthusiasm for these roots of virtue, he does not destroy compounded things.

source: །སྨོན་ལམ་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: To fulfill his prayers, he does not rest in the uncompounded,

source: །ལེན་པ་མེད་པའོ། །འཁྲུག་པ་མེད་པའོ། །འཁྲུག་པ་སྤངས་པའོ།
en: It is without attachment and without disturbance, eliminating all commotion.

source: །སྨོན་པ་མེད་པའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: and, because he has no wishes, he does not destroy compounded things.

source: ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ཆོས་བསྟན་པ་འདི་ཐོས་ནས་ཆོ་ངེས་བཏབ་སྟེ། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གོ་བར་བྱས་སོ།
en: We, all the disciples and solitary sages, upon hearing this teaching of the Dharma, should utter a cry of regret that would shake this billion-world galactic universe!

source: །བསམ་པ་ཡོངས་སུ་དག་པའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: Because his positive thought is pure, he does not rest in the uncompounded,

source: །ལྷག་པའི་བསམ་པ་ཡོངས་སུ་དག་པའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: and, because his high resolve is pure, he does not destroy compounded things.

source: །མངོན་པར་ཤེས་པ་ལྔས་རྣམ་པར་རྩེན་པའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: In order to play with the five superknowledges, he does not rest in the uncompounded,

source: །རང་གི་སེམས་འདུལ་ཞིང་གཞན་གྱི་སེམས་སྲུང་བའོ།
en: It disciplines one’s own mind and protects the minds of others.

source: །སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཀྱི་མངོན་པར་ཤེས་པ་དྲུག་གི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: and, because of the six superknowledges of the buddha-gnosis, he does not destroy compounded things.

source: །གཞོན་ནུ་དེ་དག་གིས་འདི་སྐད་སྨྲས་སོ།
en: “The young men complained,

source: །མིར་འགྱུར་བ་ཡང་རྙེད་པར་དཀའོ།
en: To be a human being is very precious.’

source: །དལ་བ་འབྱོར་པ་ཡང་རྙེད་པར་དཀའོ།
en: Human life endowed with leisure and opportunity is very hard to obtain.

source: །སངས་རྒྱས་འབྱུང་བ་ཡང་རྙེད་པར་དཀའོ།
en: The appearance of the Buddha is extremely rare.

source: །གཞོན་ནུ་ཁྱོད་ཀྱང་ལེགས་པར་གསུངས་པའི་ཆོས་འདི་ལྟ་བུ་ལ་རབ་ཏུ་ཕྱུང་ཤིག
en: Young men, renounce the world in the light of this clear teaching!

source: །ཕ་རོལ་ཏུ་ཕྱིན་པའི་ཚོགས་ཡོངས་སུ་བསྐང་བའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: To fulfill the six transcendences, he does not rest in the uncompounded,

source: གང་དག་དེ་ལྟར་རབ་ཏུ་བྱུང་བ་དེ་དག་ནི་ལེགས་པར་རབ་ཏུ་བྱུང་བའོ།
en: Those who leave the mundane in this way are called “truly renunciant.”

source: །གང་རྣམ་པར་ཐར་པ་བསམ་གྱིས་མི་ཁྱབ་པ་འདི་ལ་མོས་པ་དེ་ལ་བདུད་ཐམས་ཅད་ཀྱང་ཅི་ཞིག་བྱེད་པར་འགྱུར།
en: Indeed, what could the entire host of māras ever do to one who is devoted to this inconceivable liberation?”

source: །དུས་ཡོངས་སུ་རྫོགས་པའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: and, to fulfill the time, he does not destroy compounded things.

source: །ཆོས་ཀྱི་ནོར་ཀུན་བསྡུ་བའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: To gather the treasures of the Dharma, he does not rest in the uncompounded,

source: །ཉི་ཙེ་བའི་ཆོས་མི་འདོད་པས་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: and, because he does not like any narrow-minded teachings, he does not destroy compounded things.

source: །ཆོས་ཀྱི་སྨན་ཀུན་སྡུད་པའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: Because he gathers all the medicines of the Dharma, he does not rest in the uncompounded,

source: །ཅི་རིགས་པར་ཆོས་ཀྱི་སྨན་སྦྱོར་བའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: and, to apply the medicine of the Dharma appropriately, he does not destroy compounded things.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་ནི་རྣམ་པར་ཐར་པ་བསམ་གྱིས་མི་ཁྱབ་པ་འདི་ཐོས་ན་རྒྱལ་བུ་གཞོན་ནུས་ཅོད་པན་བླང་བ་བཞིན་དུ་རབ་ཏུ་དགའ་བས་སྤྱི་བོར་བླང་ཞིང་འདི་ལ་མོས་པའི་སྟོབས་ཤིན་ཏུ་བསྐྱེད་པར་བྱའོ།
en: And as for the bodhisattvas, when they hear this inconceivable liberation they should be as joyful as a young crown prince when he takes the diadem and is anointed, and they should increase to the utmost their devotion to this inconceivable liberation.

source: །དམ་བཅས་པ་ལ་བརྟན་པའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: To confirm his commitments, he does not rest in the uncompounded,

source: །དམ་བཅས་པ་ཉམས་འོག་ཏུ་ཆུད་པར་བྱ་བའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: and, to mend any failure of these commitments, he does not destroy compounded things.

source: །ཁྱིམ་བདག་བདག་ཅག་གིས་ཐོས་ན་དེ་བཞིན་གཤེགས་པ་ནི་ཕ་མས་མ་བཏང་བར་རབ་ཏུ་མི་འབྱིན་ཅེའོ།
en: ‘But, householder, we have heard the Tathāgata declare that one should not renounce the world without the permission of one’s parents.’

source: །ཆོས་ཀྱི་རྩི་ཐམས་ཅད་སྒྲུབ་པའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: To concoct all the medicines of the Dharma, he does not rest in the uncompounded,

source: །འདི་ལྟར་ཆོས་ཆུང་ངུའི་སྨན་སྦྱོར་བའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: and, to give out the medicine of even the smallest Dharma, he does not destroy compounded things.

source: གཞོན་ནུ་ཁྱོད་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ལ་ནན་ཏན་གྱིས་སྒྲུབས་ཤིག་དང་།
en: ‘Young men, you should cultivate yourselves intensively to conceive the spirit of unexcelled, perfect enlightenment.

source: །དེ་ཉོན་མོངས་པའི་ནད་ཐམས་ཅད་ཡོངས་སུ་ཤེས་པའི་ཕྱིར་འདུས་མ་བྱས་ལ་མི་གནས་སོ།
en: Because he knows thoroughly all the sicknesses due to passions, he does not rest in the uncompounded,

source: །ནད་ཐམས་ཅད་ཞི་བའི་ཕྱིར་འདུས་བྱས་ཟད་པར་མི་བྱེད་དོ།
en: and, in order to cure all sicknesses of all living beings, he does not destroy compounded things.

source: དེ་ཉིད་ཁྱེད་ཀྱིས་རབ་ཏུ་བྱུང་ཞིང་བསྙེན་པར་རྫོགས་པ་ཡིན་ནོ།
en: That in itself will be your renunciation and high ordination!’

source: །རིགས་ཀྱི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་འདུས་བྱས་ཟད་པར་མི་བྱེད་ཅིང་འདུས་མ་བྱས་ལ་མི་གནས་ཏེ།
en: “Thus, noble sons, the bodhisattva does not destroy compounded things and does not rest in the uncompounded,

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་རྣམ་པར་ཐར་པའི་ཟད་པ་དང་མི་ཟད་པ་ཞེས་བྱ་བ་ཡིན་ནོ།
en: and that is the liberation of bodhisattvas called destructible and indestructible.

source: ། དེ་ནས་ལིད་ཙ་བཱི་གཞོན་ནུ་སུམ་སྟོང་ཉིས་བརྒྱ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ།
en: “Thereupon, thirty-two of the Licchavi youths conceived the spirit of unexcelled, perfect enlightenment.

source: །སྐྱེས་བུ་དམ་པ་དག་ཁྱེད་ཀྱིས་ཀྱང་དེ་ལ་བརྩོན་པར་གྱིས་ཤིག
en: Noble sirs, you should also strive in this.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: The Buddha then said to the venerable Ānanda,

source: ཀུན་དགའ་བོ་ཁྱོད་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པའི་ནད་འདྲིར་སོང་ཤིག
en: “Ānanda, go to the Licchavi Vimalakīrti to inquire about his illness.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་བསྟན་པ་འདི་ཐོས་ནས་ཚིམ་ཞིང་མགུ་ལ་ཡི་རངས་ཏེ།
en: Then, those bodhisattvas, having heard this teaching, were satisfied,

source: །ཀུན་དགའ་བོས་ཀྱང་གསོལ་པ། བཅོམ་ལྡན་འདས་བདག་སྐྱེས་བུ་དམ་པ་དེའི་བྲོ་འདྲི་ཞིང་མཆི་བར་མི་སྤྲོའོ།
en: Ānanda replied, “Lord, I am indeed reluctant to go to that good man to inquire about his illness.

source: རབ་ཏུ་དགའ་ནས་དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ།
en: delighted, and reverent. They were filled with rejoicing and happiness of mind.

source: བདག་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་ཞིག་གི་སྒོ་དྲུང་ན་ལྷུང་བཟེད་ཐོགས་ཤིང་མཆིས་པ་དང་།
en: I took the bowl and went to the door of the mansion of a great brahmin family.

source: བདག་གི་ལུས་རགས་པ་བསྟན་ནས་ལྷའི་མེ་ཏོག་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་ལ་མངོན་པར་གཏོར་ཏེ།
en: manifested herself in a material body and showered the great spiritual heroes, the bodhisattvas, and the great disciples with heavenly flowers.

source: གཏོར་བ་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ལུས་ལ་མེ་ཏོག་གང་དག་བབ་པ་དེ་དག་ནི་ས་ལ་ལྷུང་ངོ་། །ཉན་ཐོས་ཆེན་པོ་རྣམས་ཀྱི་ལུས་ལ་མེ་ཏོག་གང་དག་བབ་པ་དེ་དག་ནི་དེ་ཉིད་དུ་ཆགས་ནས་ས་ལ་མ་ལྷུང་ངོ་།
en: When the flowers fell on the bodies of the bodhisattvas, they fell off on the floor, but when they fell on the bodies of the great disciples, they stuck to them and did not fall.

source: ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པ་ཕྱོགས་དེར་མཆིས་ནས་བདག་ལ་ཕྱག་བགྱིས་ཏེ་འདི་སྐད་ཅེས་མཆིའོ།
en: The Licchavi Vimalakīrti came there, and, having saluted me, said,

source: །བཙུན་པ་ཀུན་དགའ་བོ་ཅིའི་ཕྱིར་ནང་པར་སྔར་ལྷུང་བཟེད་ཐོགས་ནས་ཁྱིམ་གྱི་སྒོ་དྲུང་འདི་ན་འདུག
en: ‘Reverend Ānanda, what are you doing on the threshold of this house with your bowl in your hand so early in the morning?’

source: །དེ་ལ་བདག་གིས་འདི་སྐད་ཅེས་བགྱིས་སོ།
en: “I replied,

source: གང་དག་མི་རྟོག་པ་དེ་དག་ནི་རུང་བའོ།
en: One who is without such thoughts is always proper.

source: །བཙུན་པ་ཤཱ་རིའི་བུ་གང་དག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་ནས་རྟོག་པ་དང་རྣམ་པར་རྟོག་པ་དེ་དག་ནི་རུང་བ་མ་ཡིན་པའོ། །གནས་བརྟན་ནི་རྟོག་ཅིང་རྣམ་པར་རྟོག་སྟེ།
en: “Reverend Śāriputra, impropriety for one who has renounced the world for the discipline of the rightly taught Dharma consists of constructual thought and discrimination, yet the elders are full of such thoughts.

source: བཅོམ་ལྡན་འདས་ཀྱི་འཁོར་གྱི་དཀྱིལ་འཁོར་དུའང་མངོན་པར་བཀྲམ་པ་བྱས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: Having thus regaled the whole retinue of the Tathāgata, bowed their heads at the feet of the Buddha,

source: བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་ནས་ཆེད་དུ་རྗོད་པ་བརྗོད་ཅིང་།
en: and circumambulated him to the right three times, they sang a hymn of praise to him.

source: །བཙུན་པ་ཀུན་དགའ་བོ་དེ་སྐད་མ་ཟེར་ཅིག
en: ‘Reverend Ānanda, do not say such a thing!

source: །སྐྱེ་མཆེད་དྲུག་ནི་མ་སྐྱེས་པ་སྟེ། མིག་གི་ལམ་ལས་ཤིན་ཏུ་འདས་པ། རྣ་བའི་ལམ་ལས་ཤིན་ཏུ་འདས་པ། སྣའི་ལམ་ལས་ཤིན་ཏུ་འདས་པ། ལྕེའི་ལམ་ལས་ཤིན་ཏུ་འདས་པ། ལུས་ཀྱི་ལམ་ལས་ཤིན་ཏུ་འདས་པ། ཡིད་ཀྱི་ལམ་ལས་ཤིན་ཏུ་འདས་པ།
en: Transcending the scope of eye, ear, nose, tongue, body, and mind, he is not produced in the six sense-media.

source: །བཙུན་པ་ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་རྡོ་རྗེ་ལྟ་བུ་མཁྲེགས་པ་སྟེ།
en: Reverend Ānanda, the body of the Tathāgata is tough as a diamond,

source: །ཁམས་བཞི་ནི་མི་གནས་པ་སྟེ། ནམ་མཁའི་ཁམས་དང་མཚུངས་པའོ།
en: Like the element of space, he does not abide in any of the four elements.

source: རྣམ་པར་ཤེས་པ་མ་མཆིས་པའོ།
en: yet he is not consciousness.

source: །རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ཀྱི་རང་བཞིན་ཏེ།
en: He is the essence that is the reality of consciousness,

source: འདུ་བྱེད་མ་མཆིས་པའོ།
en: yet he is not performance.
